tap "charmbracelet/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "oven-sh/bun"

brew "bat"
brew "colima", restart_service: true
brew "docker"
brew "docker-compose"
brew "eza"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "httpie"
brew "hyperfine"
brew "lazygit"
brew "mas"
brew "neovim"
brew "node"
brew "opentofu"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "thefuck"
brew "tmux"
brew "tpm"
brew "zinit"
brew "zoxide"
brew "charmbracelet/tap/mods"
brew "jandedobbeleer/oh-my-posh/oh-my-posh", link: false
brew "oven-sh/bun/bun"

cask "aldente"
cask "discord@canary"
cask "font-maple"
cask "gpg-suite"
cask "iterm2@beta"
cask "kekaexternalhelper"
cask "maccy"
cask "minecraft"
cask "steam"
