tap "charmbracelet/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
tap "teamookla/speedtest"

brew "bat"
brew "colima", restart_service: true
brew "docker"
brew "docker-compose"
brew "eza"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "httpie"
brew "hyperfine"
brew "lazygit"
brew "mas"
brew "neovim"
brew "node"
brew "opentofu"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "tpm"
brew "zinit"
brew "zoxide"
brew "charmbracelet/tap/mods"
brew "jandedobbeleer/oh-my-posh/oh-my-posh", link: false
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "oven-sh/bun/bun"
brew "teamookla/speedtest/speedtest"

cask "1password"
cask "1password-cli"
cask "aldente"
cask "discord@canary"
cask "font-maple"
cask "gpg-suite"
cask "iterm2@beta"
cask "kekaexternalhelper"
cask "minecraft"
cask "steam"

mas "AdGuard for Safari", id: 1440147259
mas "com.kagimacOS.Kagi-Search", id: 1622835804
mas "Command X", id: 6448461551
mas "HazeOver", id: 430798174
mas "Keka", id: 470158793
mas "PayPal Honey", id: 1472777122
mas "Popcorn for Safari", id: 1535719670
mas "Refined GitHub", id: 1519867270
mas "Sketch", id: 1667260533
mas "SponsorBlock", id: 1573461917
mas "Userscripts-Mac-App", id: 1463298887
mas "Wappalyzer - Technology profiler", id: 1520333300
mas "WhatsApp", id: 310633997
